export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Часто задаваемые вопросы</h2>
            <p>
                На этой странице мы собрали ответы на часто задаваемые вопросы, чтобы помочь вам быстрее получить необходимую информацию. Если ваш вопрос не был затронут, пожалуйста, не стесняйтесь обратиться в службу поддержки.
            </p>
            <ul>
                <li><strong>Как отследить свой заказ?</strong> После оформления заказа вы получите трекинг-номер на ваш электронный адрес, по которому сможете отслеживать его движение.</li>
                <li><strong>Какие способы оплаты доступны?</strong> Мы принимаем банковские карты, электронные кошельки, оплату при получении и мобильные платежи. Вы можете выбрать удобный способ оплаты при оформлении заказа.</li>
                <li><strong>Как вернуть товар?</strong> Если товар не подошел, вы можете вернуть его в течение 14 дней с момента получения. Заполните форму на сайте для возврата.</li>
                <li><strong>Как узнать, когда будет доставлен мой заказ?</strong> Все заказы отслеживаются, и вы можете проверить статус доставки через ваш личный кабинет или по трекинг-номеру.</li>
            </ul>
            <p>
                Мы всегда рады помочь вам и обеспечить максимально комфортный опыт покупки.
            </p>
        </div>
    )
}