export default function About() {
    return (
        <div className="information container">
            <h2 className="information__title">О нас</h2>
            <p>
                Добро пожаловать в <strong>Digital Heaven</strong> — ваш надежный интернет-магазин технологий, где вы найдете широкий выбор качественных товаров по лучшим ценам! Мы специализируемся на продаже электроники, аксессуаров и прочих инновационных решений, которые делают вашу жизнь проще и комфортнее.
            </p>
            <p>
                Мы стремимся предоставить нашим покупателям только самые актуальные новинки и проверенные товары, предлагая оптимальные условия для покупок. Каждый товар, представленный на нашем сайте, тщательно отбирается нашими экспертами, чтобы обеспечить вам наилучший опыт.
            </p>
            <p>
                Мы гордимся своим вниманием к каждому клиенту и заботимся о вашем удобстве, поэтому гарантируем быстрые и безопасные способы доставки, удобные методы оплаты и высококлассную техническую поддержку. В Digital Heaven мы всегда готовы помочь вам найти идеальные решения для ваших потребностей.
            </p>
            <p>
                Присоединяйтесь к нашему сообществу и получайте эксклюзивные предложения и акции!
            </p>

        </div>
    )
}