export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Гарантия и возврат</h2>
            <p>
                Все товары, представленные на нашем сайте, имеют гарантию от производителя, срок которой указан на каждой карточке товара. Мы уверены в качестве продукции, поэтому предоставляем гарантию на все товары в нашем магазине.
            </p>
            <p>
                <strong>Возврат товара:</strong> Если товар не подошел или оказался бракованным, вы можете вернуть его в течение 14 дней с момента получения. Для возврата товара достаточно заполнить форму возврата на сайте или обратиться в службу поддержки.
            </p>
            <p>
                Мы принимаем возврат, если товар не был использован, находится в оригинальной упаковке и сохранены все пломбы. Возврат осуществляется после проверки товара нашим отделом качества.
            </p>
            <p>
                <strong>Гарантия:</strong> На все товары в нашем магазине предоставляется гарантия от производителя. В случае неисправности товара в течение гарантийного срока, вы можете обратиться к нам для получения ремонта или обмена товара.
            </p>
            <p>
                Мы ценим своих клиентов и гарантируем, что все вопросы с возвратом или обменом будут решены максимально быстро и без лишних бюрократических проволочек.
            </p>
        </div>
    )
}