export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Техническая поддержка</h2>
            <p>
                Наша техническая поддержка всегда готова помочь вам с любыми вопросами, связанными с заказами, доставкой или продуктами. Если у вас возникли проблемы с товаром или возникли вопросы по процессу покупки, пожалуйста, свяжитесь с нами.
            </p>
            <p>
                Вы можете обратиться в службу поддержки несколькими способами:
            </p>
            <ul>
                <li>Позвонить по телефону, указанному на нашем сайте.</li>
                <li>Написать нам на электронную почту для получения консультации.</li>
                <li>Использовать форму обратной связи на сайте для быстрого получения ответа.</li>
            </ul>
            <p>
                Мы делаем все возможное, чтобы решить ваши вопросы как можно быстрее и предоставить вам качественную помощь.
            </p>
        </div>
    )
}