export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Политика конфиденциальности</h2>
            <p>
                В нашей компании мы уважаем вашу конфиденциальность. Мы обязуемся защищать ваши личные данные, соблюдая все необходимые стандарты безопасности. Мы собираем только ту информацию, которая необходима для выполнения вашего заказа.
            </p>
            <p>
                Ознакомьтесь с нашей политикой конфиденциальности, чтобы понять, как мы обрабатываем и защищаем ваши данные. Мы не передаем ваши данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных законодательством.
            </p>
        </div>
    )
}