export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Способы оплаты</h2>
            <p>
                Мы предлагаем несколько удобных способов оплаты для того, чтобы вы могли выбрать наиболее подходящий для себя. Все способы оплаты на нашем сайте безопасны, и мы гарантируем полную конфиденциальность ваших данных.
            </p>
            <p>
                <h3 className="information__subtitle">Доступные способы оплаты:</h3>
                <ul>
                    <li><strong>Банковские карты:</strong> Мы принимаем все основные виды карт (Visa, MasterCard, Мир). Платежи проходят через защищенные каналы связи, что обеспечивает безопасность ваших данных.</li>
                    <li><strong>Электронные кошельки:</strong> Для удобства пользователей мы предлагаем оплату через электронные кошельки (Яндекс.Деньги, WebMoney, Qiwi, Paypal).</li>
                    <li><strong>Оплата при получении:</strong> Если вы выбрали наложенный платеж, вы можете оплатить заказ при получении товара на почте или курьеру. За доставку наложенным платежом взимается дополнительная комиссия.</li>
                    <li><strong>Мобильные платежи:</strong> Оплата через Apple Pay и Google Pay — это быстрый и удобный способ оплатить товар без необходимости вводить данные карты.</li>
                </ul>
                <p>
                    Ваши данные защищены с помощью современных методов шифрования. Мы принимаем все меры для обеспечения безопасности ваших платежей.
                </p>
            </p>
        </div>
    )
}