export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Как оформить заказ</h2>
            <p>
  Оформление заказа на нашем сайте — это просто и удобно. Следуйте этим шагам, чтобы оформить покупку:
</p>
<ol>
  <li>Выберите товар, который вас интересует, и добавьте его в корзину.</li>
  <li>Перейдите в корзину и убедитесь, что все выбранные товары корректны.</li>
  <li>Заполните данные для доставки: укажите ваш адрес, контактный номер и выберите удобный способ доставки.</li>
  <li>Выберите способ оплаты, который вам подходит, и завершите покупку.</li>
  <li>Подтвердите заказ, и мы начнем обработку вашего заказа. Вы получите подтверждение по электронной почте и сможете отслеживать статус заказа.</li>
</ol>
<p>
  Мы гарантируем безопасность ваших данных и простоту всех процедур. Если возникнут вопросы на любом этапе оформления, наша служба поддержки всегда готова помочь.
</p>
        </div>
    )
}