export default function deliveryRules() {
    return (
        <div className="information container">
            <h2 className="information__title">Правила доставки</h2>
            <p>
                В нашем магазине мы стремимся сделать процесс покупки максимально удобным для вас. Мы предлагаем несколько способов доставки, чтобы каждый покупатель мог выбрать наилучший вариант для себя. Все товары, представленные на сайте, доступны для доставки по всей территории страны.
            </p>
            <p>
            <h3 className="information__subtitle">Способы доставки:</h3>
                <ul>
                    <li><strong>Курьерская доставка:</strong> Доставка до двери на следующий рабочий день или в течение 2-3 дней, в зависимости от вашего местоположения. Стоимость доставки зависит от удаленности вашего адреса.</li>
                    <li><strong>Самовывоз:</strong> Вы можете забрать свой заказ в одном из наших пунктов самовывоза по предварительному согласованию.</li>
                    <li><strong>Почта Казахстана:</strong> Доставка через почтовое отделение, стоимость рассчитывается на основе веса товара и расстояния.</li>
                </ul>
                <p>
                    Мы уведомляем вас о статусе доставки и предоставляем трекинг-номер для отслеживания посылки. Все заказы, оформленные до 12:00, отправляются в день заказа. Заказы после 12:00 отправляются на следующий день.
                </p>
                <p>
                    Все товары имеют страховку на время доставки. Мы гарантируем, что товар будет доставлен в целости и сохранности.
                </p>
            </p>
        </div>
    )
}